{"Acre": {"sigla": "AC", "wikipedia_url": "https://pt.wikipedia.org/wiki/Acre", "paragraphs": ["Coordenadas: 9.11° S 70.52° O", "Acre é uma das 27 unidades federativas do Brasil.[9] Localiza-se no sudoeste da Região Norte, fazendo divisa com duas unidades federativas: Amazonas ao norte e Rondônia a leste; e faz fronteira com dois países: a Bolívia a sudeste e o Peru ao sul e a oeste.[10] Sua área é de 164 123,040 km²,[3] que equivale aproximadamente ao Nepal.[11] Essa área responde inferiormente a 2% de todo o país.[12] De acordo com os geógrafos, se trata de um dos estados com menor densidade demográfica do Brasil e foi o mais recente que os brasileiros povoaram de maneira efetiva.[12] Nele localiza-se a extremidade ocidental do Brasil.[nota 1] A cidade onde estão sediados os poderes executivo, legislativo e judiciário estaduais é a capital Rio Branco.[13] Outros municípios com população superior a trinta mil habitantes são: Cruzeiro do Sul, Feijó, Sena Madureira e Tarauacá.[14]\n", "Somente em 1877 teve início no Acre — que naquela época pertencia à Bolívia — a chegada da quase totalidade dos migrantes que, oriundos do Nordeste do Brasil, mais precisamente do Ceará, colonizaram a região para buscar a borracha que se encontrava na Floresta Amazônica.[nota 2] Nas últimas décadas do século XIX, moravam cinquenta mil brasileiros na região.[12] Os seringueiros, lutaram com as tropas para realizar a ocupação da região e, em 1903, ao lado do último líder da Revolução Acriana, o gaúcho Plácido de Castro, foram os autores da proclamação do Estado Independente do Acre.[15] Então, a região foi ocupada militarmente pelo governo brasileiro e depois o Brasil estabeleceu diálogo diplomático com a Bolívia.[15] Em consequência, o Brasil assumiria o controle do Acre.[15]\n", "O governo brasileiro decidiu criar o Território Federal do Acre em 1904.[16] Por força da lei federal n.º 4 070, o presidente do Brasil João Goulart elevou o Território Federal do Acre à categoria de Estado em 1962.[17] Foi promovido pela borracha produzida que o estado tinha sido ocupado e se desenvolveu. A produção de borracha declinou desde 1913.[18] Porém, ainda em tempos atuais, o Acre é um dos estados brasileiros que mais produzem e exportam borracha (hévea-latex coagulado).[19]\n"]}, "Alagoas": {"sigla": "AL", "wikipedia_url": "https://pt.wikipedia.org/wiki/Alagoas", "paragraphs": ["Coordenadas: 9.57° S 36.55° O", "Alagoas é uma das 27 unidades federativas do Brasil. Está situado no leste da região Nordeste e tem como limites Pernambuco (N e NO), Sergipe (S), Bahia (SO) e o Oceano Atlântico (L). Ocupa uma área de 27 778,506 km², sendo ligeiramente maior que o Haiti. Sua capital é Maceió e a sede administrativa é o Palácio República dos Palmares. O atual governador é Renan Filho (MDB).\n", "Inicialmente, o território alagoano constituía a parte sul da Capitania de Pernambuco, só vindo a conquistar sua autonomia em 1817, como punição imposta por D. João VI aos pernambucanos pela chamada \"Revolução Pernambucana\", movimento separatista.[7] Sua ocupação decorreu da expansão para o sul da lavoura de cana-de-açúcar da Capitania de Pernambuco, que necessitava de novas áreas de cultivo. Surgiram, assim, Porto Calvo, Alagoas (atual Marechal Deodoro) e Penedo, núcleos que orientaram, por muito tempo, a colonização e a vida econômica e social da região. A invasão holandesa em Pernambuco estendeu-se a Alagoas em 1631. Os invasores foram expulsos em 1645, depois de intensos combates em Porto Calvo, deixando a economia local totalmente desorganizada. A fuga de escravos negros durante a invasão holandesa criou um sério problema de falta de mão de obra nas plantações de cana. Agrupados em aldeamentos denominados quilombos, os negros só foram dominados completamente no final do século XVII, com a destruição do quilombo mais importante, o de Palmares. \n", "Durante o Império, a Confederação do Equador (1824) movimento separatista e republicano, recebeu o apoio de destacadas figuras alagoanas. Na década de 1840, a vida política local foi marcada pelo conflito entre os lisos, conservadores, e os cabeludos, liberais. No início do século XX, o sertão alagoano viveu a experiência pioneira de Delmiro Gouveia, empresário cearense que instalou, em Pedra (atualmente, Delmiro Gouveia), a fábrica de linhas Estrela, que chegou a produzir 200 mil carretéis diários. Delmiro Gouveia foi assassinado em outubro de 1917 em circunstâncias até hoje não esclarecidas, depois de ser pressionado, segundo consta, a vender sua fábrica a firmas concorrentes estrangeiras. Depois de sua morte, suas máquinas teriam sido destruídas e atiradas na cachoeira de Paulo Afonso.\n"]}, "Amapá": {"sigla": "AP", "wikipedia_url": "https://pt.wikipedia.org/wiki/Amap%C3%A1", "paragraphs": ["Coordenadas: 1.39° N 52° O", "O Amapá é uma das 27 unidades federativas do Brasil. Está situado a nordeste da Região Norte, no Platô das Guianas. O seu território é de 142 828,521 km², o que o torna o 18º maior estado do Brasil. É limitado pelo estado do Pará, a oeste e sul; pela Guiana Francesa, a norte; pelo Oceano Atlântico a nordeste; pela foz do Rio Amazonas, a leste; e pelo Suriname, a noroeste.[7]\n", "O Amapá foi desmembrado do estado do Pará em 1943, quando foi criado o Território Federal do Amapá (TFA). Permaneceu nesta condição até 1988, quando a atual Constituição Federal o elevou a estado da Federação. Na bandeira do Brasil, o Amapá é representado pela estrela β de Cão Maior. Macapá, que era a capital do extinto Território Federal do Amapá desde 1944,[8] é a atual capital e maior cidade do estado, sendo sede da Região Metropolitana de Macapá, formada por Macapá, Santana e Mazagão. Outras importantes cidades são Laranjal do Jari, Oiapoque, Pedra Branca do Amapari e Porto Grande.\n", "De acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE), sua população era de 829 494 habitantes em 2018. Quanto aos indicadores sociais, o Amapá possui a 14ª menor incidência de pobreza, a sétima menor taxa de analfabetismo e o 15º maior PIB per capita do país. No entanto, o estado apresentou em 2010, a terceira maior taxa de mortalidade infantil entre os estados brasileiros.\n"]}, "Amazonas": {"sigla": "AM", "wikipedia_url": "https://pt.wikipedia.org/wiki/Amazonas", "paragraphs": ["Coordenadas: 4.13° S 64.54° O", "Amazonas é uma das 27 unidades federativas do Brasil. Está situado na Região Norte, sendo o maior estado do país em extensão territorial, com uma área de 1 559 146,876 km², constituindo-se na nona maior subdivisão mundial, sendo maior que as áreas da França, Espanha, Suécia e Grécia somadas.[7] Seria o décimo sexto maior país do mundo em área territorial, pouco superior à Mongólia. É maior que as regiões Sul e Sudeste juntas, e equivale a 2,25 vezes a área do estado norte-americano do Texas. A área média de seus 62 municípios é de 25 335 km², superior à área do estado brasileiro de Sergipe. O maior de seus municípios em extensão territorial é Barcelos, com 122 476 km² e o menor é Iranduba, com 2 215 km². Localiza-se no território amazonense o Pico da Neblina, ponto mais alto do Brasil, com 2 995 metros de altitude. Sua capital é o município de Manaus e seu atual governador é Wilson Lima.\n", "Com mais de 4,2 milhões de habitantes ou cerca de 2% da população brasileira, é o segundo estado mais populoso da Região Norte e o décimo terceiro mais populoso do Brasil.[8] As cidades mais populosas são: Manaus, com 2,2 milhões de habitantes em 2020,[9] Parintins, com 115 363,[10] Itacoatiara com 102 701,[11] Manacapuru com 98 502[12] e Coari com 85 910 habitantes.[13] O estado é ainda, subdividido em 4 regiões geográficas intermediárias e 11 regiões geográficas imediatas. Seus limites são com o estado do Pará ao leste; Mato Grosso ao sudeste; Rondônia e Acre ao sul e sudoeste; Roraima ao norte; além da Venezuela, Colômbia e Peru ao norte, noroeste e oeste, respectivamente.[14] A Região Metropolitana de Manaus, com população superior aos 2,7 milhões de habitantes, é sua única região metropolitana.[15] O estado possui um dos mais baixos índices de densidade demográfica no país, superior apenas ao do estado vizinho, Roraima. Conforme dados do Instituto Brasileiro de Geografia e Estatística, em 2019 a densidade demográfica equivale a 2,63 habitantes por quilômetro quadrado.[7][16] O Amazonas possui o quarto maior Índice de Desenvolvimento Humano (IDH) e o 3.º maior PIB per capita entre todos os estados da região Norte do Brasil.\n", "O descobrimento da região hoje formada pelos estados do Amazonas e Pará foi de responsabilidade do espanhol Francisco de Orelhana. A viagem foi descrita apontando as belezas e possíveis riquezas do local, com os fatos e atos mais prováveis de chamar a atenção da coroa espanhola. Durante essa expedição (ocorrida à época 1541-1542), os espanhóis teriam encontrado as mulheres amazonas guerreiras, sobre as quais há muita fantasia, mitos e folclores. Em 1850, no dia 5 de setembro, foi criada a Província do Amazonas, desmembrada da Província do Grão-Pará. Os motivos que levaram à criação da Província do Amazonas foram muitos, em especial, a grandíssima área territorial administrada pelo Grão-Pará, com capital em Belém, e as tentativas fracassadas do Peru em ampliar suas fronteiras com o Brasil, com o apoio dos Estados Unidos.[17][18]\n"]}, "Bahia": {"sigla": "BA", "wikipedia_url": "https://pt.wikipedia.org/wiki/Bahia", "paragraphs": ["Coordenadas: 12.52° S 41.69° O", "A Bahia[10][11] (pronúncia em português: /baˈi.ɐ/) é uma das 27 unidades federativas do Brasil. Está situada no sul da Região Nordeste, fazendo limite com outros oito estados brasileiros - é o estado brasileiro que mais faz divisas:[12] com Minas Gerais a sul, sudoeste e sudeste; com o Espírito Santo a sul; com Goiás a oeste e sudoeste; com Tocantins a oeste e noroeste; com o Piauí a norte e noroeste; com Pernambuco a norte; e com Alagoas e Sergipe a nordeste. A leste, é banhada pelo Oceano Atlântico e tem, com novecentos quilômetros, a mais extensa costa de todos os estados do Brasil, com acesso ao Oceano Atlântico. Ocupa uma área de 564 733,177 km²,[3] sendo pouco maior que a França. Dentre os estados nordestinos, a Bahia representa a maior extensão territorial, a maior população, o maior produto interno bruto e o maior número de municípios. A capital estadual é Salvador, terceiro município mais populoso do Brasil. Além dela, há outros municípios influentes na rede urbana baiana, como as capitais regionais Feira de Santana, Vitória da Conquista, Barreiras, o bipolo Itabuna-Ilhéus e o bipolo Juazeiro-Petrolina,[13] sendo este último um município pernambucano e núcleo, junto com Juazeiro, da RIDE Polo Petrolina e Juazeiro. A essas, somam-se, por sua população e importância econômica, três municípios integrantes da Grande Salvador: Camaçari, Lauro de Freitas e Simões Filho; e os municípios interioranos de Jequié, Teixeira de Freitas, Alagoinhas, Santo Antônio de Jesus, Eunápolis, Porto Seguro e Paulo Afonso.\n", "Um dos primeiros núcleos de riqueza açucareira do Brasil, recebeu a Bahia imenso contingente e enorme influência de africanos escravizados, trazidos pelos colonizadores europeus para comercialização, visando a suprir os engenhos e as minas de ouro da colônia.[14] Esses indivíduos escravizados procediam em especial do Golfo da Guiné, das antigamente chamadas costas dos escravos, da pimenta, do marfim e do ouro, no oeste africano, com destaque para o Império de Oyo, fundado e habitado pelo povo iorubá, e o antigo reino de Daomé. Em contraposição, o Rio de Janeiro viria a receber, posteriormente, escravos procedentes principalmente de Angola e Moçambique.[15] Assim, a influência da cultura africana na Bahia permaneceu alta na música, na culinária, na religião, no modo de vida de sua população, não só ao redor de Salvador e Recôncavo baiano, mas, principalmente, em toda a costa baiana. Um dos símbolos mais importantes do estado é a da negra com o tabuleiro de acarajé, vestida de turbante, colares e brincos dourados, pulseira, saias compridas e armadas, blusa de renda e adereços de pano da costa, a típica baiana.\n", "A Bahia é considerada a parte mais antiga da América Portuguesa, pois foi na região de Porto Seguro — posteriormente incorporada ao território baiano — que a frota de Pedro Álvares Cabral ancorou, em abril de 1500, marcando o descobrimento do Brasil pelos portugueses e a celebração da primeira missa, na praia da Coroa Vermelha, presidida pelo frei Henrique Soares de Coimbra.[14][16] É de se destacar também o decreto de abertura dos portos às nações amigas, promulgada em 28 de janeiro de 1808 por meio de uma Carta Régia pelo príncipe regente dom João VI de Portugal, na Capitania da Bahia, acabando com o monopólio comercial e abrindo a economia brasileira para o comércio exterior.[17][18][19][20] Em 1 de novembro de 1501, o navegante florentino Américo Vespúcio, a serviço da Coroa portuguesa, descobriu e batizou a Baía de Todos-os-Santos, maior reentrância de mar no litoral desde a foz do Rio Amazonas até o estuário do Rio da Prata. O local foi escolhido para abrigar a sede do governo-geral em março de 1549 com a chegada do fidalgo Tomé de Sousa, a mando do rei Dom João III de Portugal para fundar a que seria, pelos próximos 214 anos, a cidade-capital do Brasil Colônia, Salvador.\n"]}, "Ceará": {"sigla": "CE", "wikipedia_url": "https://pt.wikipedia.org/wiki/Cear%C3%A1", "paragraphs": ["Coordenadas: 5° 12' S 39° 18' O", "O Ceará é uma das 27 unidades federativas do Brasil. Está situado no norte da Região Nordeste e tem por limites o Oceano Atlântico a norte e nordeste, Rio Grande do Norte e Paraíba a leste, Pernambuco ao sul e Piauí a oeste. Sua área total é de 148 920,472 km²,[8] ou 9,37% da área do Nordeste e 1,74% da superfície do Brasil. A população do estado é de 9 075 649 habitantes, conforme estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE), em 2018, sendo o oitavo estado mais populoso do país.[9]\n", "A capital e município mais populoso é Fortaleza, sede da Região Metropolitana de Fortaleza (RMF). Outras cidades importantes fora da RMF são: Juazeiro do Norte e Crato, na Região Metropolitana do Cariri; Sobral, sede da Região Metropolitana de Sobral; Itapipoca, na região norte; Iguatu, na região centro-sul; Aracati, na região do Vale do Jaguaribe; e Quixadá, Iguatu e Crateús na região dos Sertões Cearenses[10]. Na RMF, cidades importantes como Caucaia, Horizonte, Maranguape e Maracanaú, sede do Complexo Industrial e Portuário do Pecém, incrementam o Produto Interno Bruto cearense. O estado possui ao todo 184 municípios.[9]\n", "É atualmente o décimo primeiro estado mais rico do país e o terceiro mais rico do Nordeste. A capital, Fortaleza, é o município com o maior PIB do Nordeste, e o nono maior do país.[11] O Ceará apresentava, em 2010, a melhor qualidade de vida do Norte-Nordeste, segundo a FIRJAN,[12] além do segundo melhor Índice de Desenvolvimento Humano da região.[13] O Ceará abriga um dos maiores parques aquáticos da América Latina,[14] o Beach Park, na praia do Porto das Dunas, que recebe cerca de 1,3 milhão de visitantes por ano.[14] O estado também abriga o quarto maior estádio de futebol do Brasil, o Estádio Governador Plácido Castelo (Castelão), que tem capacidade para mais de 64 000 pessoas.\n"]}, "Distrito Federal": {"sigla": "DF", "wikipedia_url": "https://pt.wikipedia.org/wiki/Distrito_Federal_(Brasil)", "paragraphs": ["Coordenadas: 15º 47' S 47º 45' W", "O Distrito Federal é uma das 27 unidades federativas do Brasil. Situado na Região Centro-Oeste, é a menor unidade federativa brasileira e a única que não tem municípios, sendo dividida em 33 regiões administrativas, totalizando uma área de 5 779,999 km². Em seu território, está localizada a capital federal do Brasil, Brasília, que é também a sede de governo do Distrito Federal.\n", "O Distrito Federal é praticamente um enclave no estado de Goiás, não fosse a pequena divisa de pouco mais de dois quilômetros de extensão com o estado de Minas Gerais, marcada pela passagem da rodovia DF-285. Por via terrestre, o Distrito Federal se conecta a Minas Gerais por uma pequena ponte de 130 metros sobre o rio Preto.[8][9]\n", "Durante o Império, o predecessor ao Distrito Federal atual era o Município Neutro, onde se situava a corte, na cidade do Rio de Janeiro. Depois da proclamação da república, a cidade do Rio de Janeiro tornou-se a capital federal, que, no início da década de 1960, foi transferida para Brasília, no centro do Brasil, no leste do estado de Goiás e a oeste do estado de Minas Gerais, no atual Distrito Federal. Quando de sua transferência, o território onde se localizava anteriormente o antigo Distrito Federal, onde a cidade do Rio de Janeiro se situava, passou a ser o estado da Guanabara (de 1960 a 1975).[10]\n"]}, "Espírito Santo": {"sigla": "ES", "wikipedia_url": "https://pt.wikipedia.org/wiki/Esp%C3%ADrito_Santo_(estado)", "paragraphs": ["Coordenadas: 20° 16' S 40° 17' O", "O Espírito Santo é uma das 27 unidades federativas do Brasil. Está localizado na região Sudeste. Faz fronteira com o oceano Atlântico a leste, com a Bahia ao norte, com Minas Gerais a oeste e com o estado do Rio de Janeiro ao sul. Sua área é de 46 095,583 km². É o quarto menor estado do Brasil, maior apenas que Sergipe, Alagoas e Rio de Janeiro.[7] Sua capital é Vitória, porém Serra é o município mais populoso. O Espírito Santo é, ao lado de Santa Catarina,  um dos únicos entre os estados do Brasil no qual a capital não é o município mais populoso de seu estado. Outros importantes municípios são Cariacica, Viana, Cachoeiro de Itapemirim, Colatina, Guarapari, Linhares, São Mateus e Vila Velha. O gentílico do estado é capixaba ou espírito-santense.[7]\n", "Em 1535, os colonizadores portugueses chegaram na Capitania do Espírito Santo e desembarcaram na região da Prainha. Naquela época, teve início a construção do primeiro povoado que recebeu o nome de Vila do Espírito Santo. Por causa dos índios terem atacado a Vila do Espírito Santo, o líder Vasco Fernandes Coutinho fundou outra vila, naquela vez em uma das ilhas. Esta vila passou a ser chamada de Vila Nova do Espírito Santo, atual Vitória. Enquanto isso, a antiga recebeu o nome de Vila Velha. Houve um tempo, que poucas pessoas conhecem, em que houve a anexação do Espírito Santo à Bahia. Isso ocorreu no ano de 1715. Então, a capital da extinta Capitania do Espírito Santo passou a ser Salvador.[8] A Capitania do Espírito Santo somente recuperou sua autonomia da Capitania da Bahia em 1809. Com a proclamação da Independência do Brasil, em 7 de setembro de 1822, o seu status foi alterado para província, permanecendo assim até a Proclamação da República Brasileira, em 15 de novembro de 1889, quando se transformou no atual estado do Espírito Santo.\n", "Atualmente, a capital Vitória é um importante porto exportador de minério de ferro. Na agricultura, merecem destaque os seguintes produtos econômicos: o café, arroz, cacau, cana-de-açúcar, feijão, frutas e milho. Na pecuária, há criação de gado de corte e leiteiro. Na indústria, são fabricados produtos alimentícios, madeira, celulose, têxteis, móveis e siderurgia.[8] O estado também possui festas famosas. Entre elas podemos citar: a Festa da Polenta em Venda Nova do Imigrante, a Festa da Penha em Vila Velha e o Festival de Arte e Música de Alegre. O Vital (carnaval fora de época, em novembro) foi extinto.[8]\n"]}, "Goiás": {"sigla": "GO", "wikipedia_url": "https://pt.wikipedia.org/wiki/Goi%C3%A1s", "paragraphs": ["Coordenadas: 16.03° S 49.56° O", "Goiás (pronúncia em português: /goj'as/) é uma das 27 unidades federativas do Brasil. Situa-se na Região Centro-Oeste do país, no Planalto Central brasileiro. O seu território é de 340 257 km², sendo delimitado pelos estados do Mato Grosso do Sul a sudoeste, Mato Grosso a oeste, Tocantins a norte, Bahia a nordeste, Minas Gerais a leste, sudeste e sul e pelo Distrito Federal a leste.\n", "Goiânia é a capital e maior cidade do estado, assim como sede da Região Metropolitana de Goiânia, a única no estado. Outras cidades importantes, fora da região metropolitana de Goiânia, são: Anápolis, Rio Verde, Itumbiara, Catalão, Luziânia, Águas Lindas de Goiás, Valparaíso de Goiás, Formosa, Jataí,  Caldas Novas, Goianésia, que também são as maiores cidades em população do interior do estado. Seus municípios situados a leste formam a Região Integrada de Desenvolvimento do Distrito Federal e Entorno, uma das duas RIDES no país. Ao todo, o estado possui 246 municípios.[7]\n", "Com 6,9 milhões de habitantes, é o estado mais populoso da Região Centro-Oeste e o 12º mais populoso do país. Possui, ainda, a nona maior economia entre as unidades federativas brasileiras. Segundo o Tribunal Regional Eleitoral de Goiás, em 2016 registram-se 4 464 442 eleitores.[8]\n"]}, "Maranhão": {"sigla": "MA", "wikipedia_url": "https://pt.wikipedia.org/wiki/Maranh%C3%A3o", "paragraphs": ["Coordenadas: 5.08° S 45.14° O", "Maranhão é uma das 27 unidades federativas do Brasil, localizada na Região Nordeste  englobando a sub-região[7] Meio-Norte[8] do País. O estado faz divisa com três estados brasileiros: Piauí (leste), Tocantins (sul e sudoeste) e Pará (oeste), além do Oceano Atlântico (norte). Com área de 331 937,450 km² e com 217 municípios, é o segundo maior estado da região Nordeste e o oitavo maior estado do Brasil. Com uma população de 7 114 598 habitantes[9], é o 11º estado mais populoso do país. A capital e cidade mais populosa é São Luís. Outros municípios com população superior a cem mil habitantes são Imperatriz, São José de Ribamar, Timon, Caxias, Codó, Paço do Lumiar, Açailândia e Bacabal. Em termos de produto interno bruto, é o quarto estado mais rico da Região Nordeste do Brasil e o 17º estado mais rico do Brasil. As principais atividades econômicas são a indústria (o trabalho de transformar alumínio e alumina, celulose, alimentícia, madeireira), os serviços, o extrativismo vegetal (babaçu), a agricultura (soja, mandioca, arroz, milho) e a pecuária. Possui um dos menores Índices de Desenvolvimento Humano (IDH) do país, com 0,687 pontos.\n", "Localizado entre as regiões Norte e Nordeste do Brasil, o Maranhão possui o segundo maior litoral do país, resultando em uma grande diversidade de ecossistemas. São 640 quilômetros de extensão de praias tropicais, floresta amazônica, diversas variedades de cerrados, mangues, delta em mar aberto e o único deserto do mundo com milhares de lagoas de águas cristalinas. Também é perceptível, na maior parte do ano(entre os meses de maio a novembro), a seca branda na Microrregião das Chapadas do Alto Itapecuru, acentuadamente em São João dos Patos e Barão de Grajaú. Essa diversidade está organizada em cinco polos turísticos, cada um com seus atrativos naturais, culturais e arquitetônicos. São eles: o polo turístico de São Luís, o Parque Nacional dos Lençóis Maranhenses, o Parque Nacional da Chapada das Mesas, o Delta do Parnaíba e o polo da Floresta dos Guarás. Com redução de altitudes e regularidade da topografia, é apresentado um relevo modesto, superior a 90% da superfície inferior a 300 metros. Tocantins, Gurupi, Pindaré, Mearim, Parnaíba, Turiaçu e Itapecuru são os rios mais importantes e pertencem às bacias hidrográficas do Parnaíba, do Atlântico Nordeste Ocidental e do Tocantins-Araguaia.\n", "O Rei de Portugal Dom João III dividiu a região do Maranhão em duas capitanias hereditárias, que o monarca entregou a Aires da Cunha e Fernando Álvares de Andrade, no ano de 1535[10] (região descrita como \"grande baía com uma ilha\").[11] A partir de então, até os franceses se estabelecerem em 1612 (França Equinocial), o conhecimento da área não foi tomado por Portugal. Em 1615, no contexto da Conquista do Nordeste e Conquista da Amazônia (período de combate as forças estrangeiras que estabeleceram fortificações na região), uma expedição com portugueses e brasileiros partiu da Capitania de Pernambuco, sob ordem do Governador Geral da Armada e Conquista do Maranhão Alexandre de Moura e liderança de Jerônimo de Albuquerque, visando expulsar os franceses e consolidar o domínio português.[12] Como recompensa pelo êxito na empreitada, o General nomeou Jerônimo de Albuquerque Capitão-Mor da Conquista do Maranhão[13] e, em 1621, foi instituído o Estado do Maranhão, por Filipe II de Portugal (e Filipe III da Espanha) no Norte do América Portuguesa, porém instalado em 1626[14][15] devido aos conflitos com os holandeses.[11] Sendo o novo Estado uma colônia independente e autônoma do Estado do Brasil, a criação da Capitania do Maranhão ocorreu em paralelo à fundação do Estado do Maranhão, ficando a Capitania subordinação ao Estado.\n"]}, "Mato Grosso": {"sigla": "MT", "wikipedia_url": "https://pt.wikipedia.org/wiki/Mato_Grosso", "paragraphs": ["Coordenadas: 12.99° S 55.99° O", "(traduzido do latim, significa: \"Pela virtude mais do que pelo ouro\")\n", "Mato Grosso  é uma das 27 unidades federativas do Brasil. Está localizado na região Centro-Oeste. Tem a porção norte de seu território ocupada pela Amazônia Legal, sendo o sul do estado pertencente ao Centro-Sul do Brasil. Extensas planícies e amplos planaltos dominam a área, sendo que a maior parte destes (cerca de 74%) se encontra abaixo dos seiscentos metros de altitude. Juruena, Teles Pires, Xingu, Araguaia, Paraguai, Rio Guaporé, Piqueri, São Lourenço, das Mortes e Cuiabá são os rios principais.\n", "Tem como limites os estados do Amazonas, Pará (norte); Tocantins, Goiás (leste); Mato Grosso do Sul (sul); Rondônia e a Bolívia (oeste), país vizinho. Ocupa uma área equivalente à da Venezuela e não muito menor do que a vizinha Bolívia. Mato Grosso está organizado em 22 microrregiões e cinco mesorregiões, dividindo-se em 141 municípios, sendo os mais populosos e importantes: a capital Cuiabá, Várzea Grande, Rondonópolis, Sinop, Tangará da Serra, Barra do Garças e Cáceres.\n"]}, "Mato Grosso do Sul": {"sigla": "MS", "wikipedia_url": "https://pt.wikipedia.org/wiki/Mato_Grosso_do_Sul", "paragraphs": ["Coordenadas: 20.29° S 54.87° O", "Mato Grosso do Sul é uma das 27 unidades federativas do Brasil.[7] Localiza-se no sul da Região Centro-Oeste.[7] Limita-se com cinco estados brasileiros: Mato Grosso (norte), Goiás e Minas Gerais (nordeste), São Paulo (leste) e Paraná (sudeste); e dois países sul-americanos: Paraguai (sul e sudoeste) e Bolívia (oeste).[8] É dividido em 79 municípios[9] e ocupa uma área é de 357 145,532 km²,[1] com tamanho comparável à Alemanha.[10] Com uma população de 2 619 657 habitantes em 2014, Mato Grosso do Sul é o 21º estado mais populoso do Brasil.[11]\n", "A capital e município mais populoso de Mato Grosso do Sul é Campo Grande.[12] Outros municípios com população superior a cem mil habitantes são Dourados, Três Lagoas e Corumbá.[11] A extremidade ocidental do estado é coberta pelo Pantanal; o noroeste cobre as planícies; e o leste cobre os planaltos com as serras escarpadas da Bodoquena.[13] Paraguai, Paraná, Paranaíba, Miranda, Aquidauana, Taquari, Negro, Apa e Correntes são os rios mais importantes.[14] As principais atividades econômicas são agricultura (soja, milho, algodão, arroz, cana-de-açúcar); a pecuária (gado bovino); a mineração (ferro, manganês, calcário); e a indústria (alimentícia, de cimento, de mineração).[15]\n", "O desejo de desmembrar Mato Grosso do Sul de Mato Grosso se iniciou nas primeiras décadas do século XX, com uma revolta sob a liderança do coronel João da Silva Barbosa, resultando que os rebeldes foram derrotados. O norte sempre teve resistência, por ter medo de que o estado se esvaziasse economicamente. Por ocasião da Revolução Constitucionalista de 1932, efetivou-se a adesão do sul ao movimento, sob a condição de que se fosse vitorioso seria dividido o antigo estado. No dia 11 de outubro de 1977, finalmente concretizou-se o desmembramento de Mato Grosso do Sul, que o presidente Ernesto Geisel elevou à categoria de estado em 1º de janeiro de 1979, sendo primeiro governador empossado Harry Amorim Costa, além da Assembleia Constituinte. O acontecimento das primeiras eleições deu-se apenas em 1982. Como justificativa de desmembrar o novo estado, foi argumentado pelo governo federal que a grande extensão da área do antigo estado tornava-o difícil de administrar, além da apresentação dos verdadeiros ambientes naturais diferenciados.[16]\n"]}, "Minas Gerais": {"sigla": "MG", "wikipedia_url": "https://pt.wikipedia.org/wiki/Minas_Gerais", "paragraphs": ["Coordenadas: 18.55° S 44.55° O", "Minas Gerais é uma das 27 unidades federativas do Brasil, sendo o quarto estado com a maior área territorial e o segundo em quantidade de habitantes, localizada na Região Sudeste do país. Limita-se ao sul e sudoeste com São Paulo, a oeste com Mato Grosso do Sul, a noroeste com Goiás e Distrito Federal, a norte e nordeste com a Bahia, a leste com o Espírito Santo e a sudeste com o Rio de Janeiro. Seu território é subdividido em 853 municípios, a maior quantidade dentre os estados brasileiros.\n", "A topografia mineira é bastante acidentada, sendo que alguns dos picos mais altos do país encontram-se em seu território. O estado também abriga a nascente de alguns dos principais rios do Brasil, o que o coloca em posição estratégica no que se refere aos recursos hídricos nacionais. Possui clima tropical, que varia de mais frio e úmido no sul até semiárido em sua porção setentrional. Todos esses fatores aliados propiciam a existência de uma rica fauna e flora distribuídas nos biomas que cobrem o estado, especialmente o cerrado e a ameaçada Mata Atlântica.\n", "O território de Minas Gerais era habitado por indígenas quando os portugueses chegaram ao Brasil. Contudo, ocorreu uma grande migração para o estado a partir do momento em que foi anunciada a existência de ouro. A extração do metal trouxe riqueza e desenvolvimento para a então província, proporcionando seu desenvolvimento econômico e cultural. Mas o ouro logo se tornou escasso, provocando a emigração de grande parte da população, até que um novo ciclo (o do café) novamente traria a Minas projeção nacional e cujo fim levou ao processo de industrialização relativamente tardio. Minas Gerais atualmente possui o terceiro maior produto interno bruto do Brasil, sendo que grande parte do total produzido no estado ainda se deve a atividades mineradoras. Tal desenvolvimento também advém de sua notável infraestrutura, como a grande quantidade de usinas hidroelétricas e a maior malha rodoviária do país.\n"]}, "Pará": {"sigla": "PA", "wikipedia_url": "https://pt.wikipedia.org/wiki/Par%C3%A1", "paragraphs": ["Coordenadas: 3.95° S 53.09° O", "Pará é uma das 27 unidades federativas do Brasil. Está situado na Região Norte, sendo o segundo maior estado do país em extensão territorial, com uma área de 1 245 870,798 km², constituindo-se na décima-terceira maior subdivisão mundial. É maior que a área da Região Sudeste brasileira, com seus quatro estados, e um pouco menor que o estado norte-americano do Alasca. É dividido em 144 municípios, que possuem área média de 8 651,881 km². O maior deles é Altamira com 159 533 km², o quinto município mais extenso do mundo, e o menor é Marituba, com 103 km². Sua capital é o município de Belém e seu atual governador é Helder Barbalho.\n", "Com 8,5 milhões de habitantes, é o estado mais populoso da Região Norte e o nono mais populoso do Brasil. Dois de seus municípios possuem população acima de 500 mil habitantes: Belém, a capital e sua maior cidade com 1,4 milhão de habitantes em 2018 e Ananindeua, com 525,5 mil habitantes.[7] O estado é ainda, subdividido em 7 regiões geográficas intermediárias e 21 regiões geográficas imediatas. Seus limites são com o estado do Amapá a norte, Roraima a noroeste, Amazonas a oeste, Mato Grosso a sul, Tocantins a sudeste, Maranhão a leste; além do Suriname e Guiana ao extremo norte.[8] O Pará possui uma densidade demográfica considerada baixa, sendo superado apenas por Rondônia em sua macrorregião. Conforme dados do Instituto Brasileiro de Geografia e Estatística, em 2018 a densidade demográfica equivalia a 6,70 habitantes por quilômetro quadrado.[8] Existem duas regiões metropolitanas no estado: a Belém e Santarém, com população de 2,5 milhões e 335 mil habitantes, respectivamente.\n", "A região que hoje forma o estado do Pará foi explorada, inicialmente, pelo espanhol Francisco de Orellana. Orellana iniciou sua viagem partindo da foz do rio Amazonas, percorrendo todo o interior amazônico, enquanto descrevia em cartas as belezas e possíveis riquezas do local, com os fatos e atos mais prováveis de chamar a atenção da coroa espanhola. A partir do século XVII a região passou a integrar a capitania do Maranhão, e em 1616 foi criada a Capitania do Grão-Pará. Os portugueses decidiram expandir seus domínios para o oeste, criando o Estado do Grão-Pará e Rio Negro, que englobava tanto o atual estado do Pará como a Capitania de São José do Rio Negro, hoje o estado do Amazonas.\n"]}, "Paraíba": {"sigla": "PB", "wikipedia_url": "https://pt.wikipedia.org/wiki/Para%C3%ADba", "paragraphs": ["Coordenadas: 07º 09' S 36º 49' W", "A Paraíba é uma das 27 unidades federativas do Brasil. Localiza-se no leste da Região Nordeste. Limita-se com três estados: Rio Grande do Norte (norte), Pernambuco (sul) e Ceará (oeste), além do Oceano Atlântico (leste). Seu território é dividido em 223 municípios e apresenta uma área de 56 467,242 km²,[1] pouco menor que a Croácia. Com uma população de cerca de quatro milhões de habitantes, a Paraíba é o décimo quarto estado mais populoso do Brasil. A capital e município mais populoso é João Pessoa. Outros municípios com população superior a cem mil habitantes são Campina Grande, Santa Rita e Patos.\n", "Antes da colonização portuguesa, a Paraíba foi habitada por várias tribos indígenas. Em 1534, foi subordinada à Capitania de Itamaracá, adquirindo autonomia política em 1574 com a criação da Capitania da Paraíba, anexada a Pernambuco em 1756 e recuperando sua autonomia em 1799, existindo como unidade política separada desde então. A Paraíba foi participante da Revolução Pernambucana de 1817 e da Confederação do Equador (1824). No ano de 1930, Getúlio Vargas indicou o presidente do estado (hoje governador), João Pessoa Cavalcanti de Albuquerque, como vice-presidente do Brasil. O assassinato de João Pessoa por João Duarte Dantas foi o estopim para a Revolução de 1930.\n", "A Paraíba é berço de brasileiros notórios, como Epitácio Pessoa (ex-presidente do Brasil), Pedro Américo (pintor de renome internacional), Assis Chateaubriand (mais conhecido por ter fundado o Museu de Arte de São Paulo e a TV Tupi), Celso Furtado (um dos economistas mais influentes da história latino-americana), além de escritores como Ariano Suassuna, Augusto dos Anjos, José Américo de Almeida, José Lins do Rêgo, dentre muitos.\n"]}, "Paraná": {"sigla": "PR", "wikipedia_url": "https://pt.wikipedia.org/wiki/Paran%C3%A1", "paragraphs": ["Coordenadas: 24° 36' S 51° 23' O", "O Paraná é uma das 27 unidades federativas do Brasil. Está localizado ao norte da região Sul, da qual é o único estado a fazer divisa com outras regiões. Delimitado a leste pelo Oceano Atlântico, é dividido em 399 municípios e se limita com os estados de Mato Grosso do Sul (a NO), de São Paulo (ao N e a L) e de Santa Catarina (ao S), além da província argentina de Misiones (a SO) e os departamentos paraguaios de Canindeyú e Alto Paraná (a O). Sua área é de 199 307,922 km², um pouco menor que a Romênia, país com formato semelhante. Sua capital é Curitiba. Outros municípios importantes são: Londrina, Maringá, Ponta Grossa, Guarapuava, Cascavel, São José dos Pinhais e Foz do Iguaçu. É o quinto estado mais rico do Brasil pelo PIB, atrás de SP, RJ, MG e RS.[6]\n", "Seu território, que abrange toda a extensão da antiga República do Guairá à época do Império Espanhol, era a província mais nova do Brasil imperial, desmembrada de São Paulo em 1853, sendo seu primeiro presidente Zacarias de Góis. Foi criada por motivos diversos, podendo ser citados um acordo pelo apoio oferecido pelos paranaenses à Revolução Farroupilha e o cultivo lucrativo da erva-mate. É também o mais novo estado da região Sul do país, logo depois do Rio Grande do Sul (1807) e Santa Catarina (1738).\n", "É historicamente conhecido por sua grande quantidade de pinheirais espalhados pela porção do planalto sul, onde o clima é subtropical úmido temperado, semelhante aos estados de Santa Catarina e do Rio Grande do Sul, enquanto o restante do Brasil conta com o clima tropical. A espécie predominante na vegetação é a Araucaria angustifolia. Os ramos dessa árvore aparecem na bandeira e no brasão, símbolos adotados em 1947. Atualmente, esse ecossistema encontra-se muito destruído devido à ocupação humana.\n"]}, "Pernambuco": {"sigla": "PE", "wikipedia_url": "https://pt.wikipedia.org/wiki/Pernambuco", "paragraphs": ["Coordenadas: 8.34° S 37.81° O", "Pernambuco é uma das 27 unidades federativas do Brasil. Está localizado no centro-leste da região Nordeste e tem como limites os estados da Paraíba (N), do Ceará (NO), de Alagoas (SE), da Bahia (S) e do Piauí (O), além de ser banhado pelo oceano Atlântico (L). Ocupa uma área de 98 149,119 km² (6,57% maior que Portugal). Também fazem parte do seu território os arquipélagos de Fernando de Noronha e São Pedro e São Paulo. Sua capital é Recife e a sede administrativa é o Palácio do Campo das Princesas. O atual governador é Paulo Câmara (PSB).\n", "Pernambuco foi o primeiro núcleo econômico do Brasil, uma vez que se destacou na exploração do pau-brasil (também referido como pau-de-pernambuco) e foi a primeira parte do país onde a cultura canavieira desenvolveu-se efetivamente. A Capitania de Pernambuco, a mais rica das capitanias da América portuguesa durante o ciclo do açúcar, chegou a atingir o posto de maior produtor mundial da mercadoria.[8][9] No estado ocorreram muitos dos primeiros fatos históricos do Novo Mundo: na Ilha de Itamaracá estabeleceu-se, em 1516, o primeiro \"Governador das Partes do Brasil\", Pero Capico, que ali construiu o primeiro engenho de açúcar de que se tem notícia na América portuguesa.[10][11] Pernambuco teve ainda participação ativa em diversos episódios da história brasileira: foi palco das Batalhas dos Guararapes, combates decisivos na Insurreição Pernambucana e considerados a origem do Exército Brasileiro; e serviu de berço a movimentos de caráter nativista ou de ideais libertários, como a Guerra dos Mascates, a Revolução Pernambucana, a Confederação do Equador e a Revolução Praieira.[12]\n", "O estado deu origem a personalidades de renome internacional: físicos e matemáticos como Mário Schenberg, José Leite Lopes, Leopoldo Nachbin, Paulo Ribenboim, Samuel MacDowell e Aron Simis; escritores como Paulo Freire, João Cabral de Melo Neto, Manuel Bandeira, Clarice Lispector, Oliveira Lima e Nelson Rodrigues; polímatas como Gilberto Freyre, Joaquim Nabuco, Josué de Castro, Joaquim Cardozo, Antônio Austregésilo e Cristovam Buarque; empresários como José Ermírio de Moraes, Norberto Odebrecht, Antônio de Queiroz Galvão, Edson Mororó Moura, Anita Harley e Flávio Rocha; líderes e personagens históricos como Frei Caneca, Lampião, Araújo Lima, Luiz Inácio Lula da Silva, Correia Picanço e Cardeal Arcoverde; músicos como Luiz Gonzaga, Alceu Valença, Geraldo Azevedo, Dominguinhos, Bezerra da Silva, Naná Vasconcelos e Duda Beat; profissionais do audiovisual como Chacrinha, Marco Nanini, Arlete Salles, Kleber Mendonça Filho, Guel Arraes e Aguinaldo Silva; artistas plásticos e designers como Romero Britto, Francisco Brennand, Marianne Peretti, Cícero Dias, Tunga e Aloísio Magalhães; esportistas como Rivaldo, Vavá, Ademir de Menezes, Jaqueline, Dani Lins e Karol Meyer; dentre diversos outros nomes.\n"]}, "Piauí": {"sigla": "PI", "wikipedia_url": "https://pt.wikipedia.org/wiki/Piau%C3%AD", "paragraphs": ["Coordenadas: 7.42° S 42.9° O", "Piauí é uma das 27 unidades federativas do Brasil. Localiza-se no noroeste da Região Nordeste. Limita-se com cinco estados: Ceará e Pernambuco a leste, Bahia a sul e sudeste, Tocantins a sudoeste e Maranhão a oeste. Delimitado pelo Oceano Atlântico ao norte, o Piauí tem o menor litoral do Brasil, com 66 km. Sua área é de 251 577,738 km²,[nota 1] sendo pouco maior que o Reino Unido, e tem uma população de 3 264 531 habitantes.[7]\n", "A capital e cidade mais populosa do estado é Teresina. Está dividido em 4 mesorregiões e 15 microrregiões, divididos em 224 municípios. Os municípios com população superior a oitenta mil habitantes são Teresina, Parnaíba e Picos. Tem um relevo moderado e a regularidade da topografia é superior a 53% inferiores aos 300m. Parnaíba, Poti, Canindé, Piauí e São Nicolau são os rios mais importantes e todos eles pertencem à bacia do rio Parnaíba. Possui clima tropical e semiárido.\n", "As principais atividades econômicas do estado são a indústria (química, têxtil, de bebidas), a agricultura (algodão, arroz, cana-de-açúcar, mandioca) e a pecuária. A região do Piauí começou a ser povoada pelos colonizadores europeus e sobretudo portugueses no século XVII, desde o interior, na época em que os vaqueiros, que vieram principalmente da Bahia, têm chegado à procura de pastos. Em 1718, o território, até então pertencente à Bahia, passou a fazer parte do Maranhão. Em 1811, o príncipe Dom João, cinco anos antes de ser coroado rei de Portugal, elevou o Piauí à categoria de capitania independente.\n"]}, "Rio de Janeiro": {"sigla": "RJ", "wikipedia_url": "https://pt.wikipedia.org/wiki/Rio_de_Janeiro_(estado)", "paragraphs": ["Coordenadas: 22° 55' S 43° 11' O", "Rio de Janeiro é uma das 27 unidades federativas do Brasil. Situa-se a sudeste da região Sudeste do país, tendo como limites os estados de Minas Gerais (norte e noroeste), Espírito Santo (nordeste) e São Paulo (sudoeste), além do Oceano Atlântico (leste e sul). Ocupa uma área de 43 780,172 km². Os naturais do estado do Rio de Janeiro são chamados de fluminenses (do latim flumen, literalmente \"rio\"), popularmente, no entanto, carioca geralmente é admitido como gentílico estadual, principalmente na Região Metropolitana do Rio de Janeiro. Carioca é o gentílico oficial do município do Rio de Janeiro, entretanto, há movimentos sociais que buscam o reconhecimento do gentílico \"carioca\" como gentílico cooficial do Estado do Rio de Janeiro, junto com \"fluminense\".[8]\n", "A cidade mais populosa é a sua capital homônima, que também é a segunda maior metrópole do Brasil. Apesar de ser, em termos de território, o terceiro menor estado brasileiro (ficando à frente apenas de Alagoas e Sergipe), concentra 8,4% da população do país, sendo o estado com maior densidade demográfica do Brasil. Segundo dados do Censo 2010, o estado é o terceiro mais populoso do Brasil, atrás de São Paulo e Minas Gerais. A estimativa populacional calculada pelo IBGE, tendo como referência em 1° de julho de 2020, foi de 17 366 189 habitantes.[9]\n", "O produto interno bruto (PIB) do estado é o segundo maior do país, enquanto o Índice de Desenvolvimento Humano (IDH) fluminense é o quarto mais elevado do Brasil. Além disso, o Rio de Janeiro apresenta a terceira maior taxa de alfabetização do país, somente atrás de Santa Catarina e Distrito Federal.\n"]}, "Rio Grande do Norte": {"sigla": "RN", "wikipedia_url": "https://pt.wikipedia.org/wiki/Rio_Grande_do_Norte", "paragraphs": ["Coordenadas: 5.74° S 36.55° O", "Rio Grande do Norte é uma das 27 unidades federativas do Brasil. Está situado a nordeste da Região Nordeste e tem por limites o Oceano Atlântico a norte a leste, a Paraíba a sul e o Ceará a oeste. É dividido em 167 municípios e sua área total é de 52 811,126 km², o que equivale a 3,42% da área do Nordeste e a 0,62% da superfície do Brasil, sendo um pouco maior que a Costa Rica. Com uma população de mais de 3,5 milhões de habitantes, o Rio Grande do Norte é o décimo sexto estado mais populoso do Brasil, possuindo o segundo melhor IDH e a maior renda per capita da região Nordeste[8] e a melhor expectativa de vida do Norte-Nordeste, chegando a 75,5 anos, a nona maior do país.[5]\n", "Sua história se inicia a partir do povoamento do território que hoje é o Brasil, quando houve uma onda de migrações para os Andes, depois para o Planalto do Brasil, a região Nordeste, até chegarem ao Rio Grande do Norte. Ao longo de sua história, seu território sofreu invasões de povos estrangeiros, sendo os principais os franceses e holandeses. Em 1535, a então Capitania do Rio Grande estaria sendo doada pelo rei D. João III a João de Barros. Em 1822, quando o Brasil conquistou sua independência do Império Português, o Rio Grande do Norte passaria a se tornar província e, com a queda da monarquia e a consequente proclamação da república em 1889, a província se transforma em um estado, tendo como primeiro governador Pedro de Albuquerque Maranhão. A capital do estado é Natal e sua atual governadora é Fátima Bezerra, eleita nas eleições estaduais realizadas em 2018.\n", "Devido à sua localização geográfica, que forma um vértice a nordeste da América do Sul, o Rio Grande do Norte é tido como uma das \"esquinas\" do Brasil e do continente, posição que também lhe confere uma grande projeção para o Atlântico (a maior dentre os estados brasileiros).[9] Seu litoral, com extensão aproximada de quatrocentos quilômetros, é um dos mais famosos do Brasil. Na economia, destaca-se o setor de serviços. Devido ao seu clima semiárido em parte do litoral norte, o Rio Grande do Norte é responsável pela produção de mais 95% do sal brasileiro. Na bandeira nacional brasileira, o estado é representado pela estrela Shaula, da constelação de Scorpius.[10]\n"]}, "Rio Grande do Sul": {"sigla": "RS", "wikipedia_url": "https://pt.wikipedia.org/wiki/Rio_Grande_do_Sul", "paragraphs": ["Coordenadas: 30° S 53° O", "O Rio Grande do Sul (pronúncia em português: /ɦiw ˈɡɾɐ̃ːdʒ dʊ ˈsuw/) é uma das 27 unidades federativas do Brasil. Está situado na Região Sul e tem por limites o estado de Santa Catarina ao norte, Argentina ao oeste e Uruguai ao sul, além do Oceano Atlântico ao leste. É dividido em 497 municípios e sua área total é de 281 730,223 km², o que equivale a 3,3% da superfície do Brasil, sendo pouco maior que o Equador.[8] Sua capital é o município de Porto Alegre e seu atual governador é Eduardo Leite. As cidades mais populosas são: Porto Alegre, Caxias do Sul, Canoas, Pelotas e Santa Maria. O relevo é constituído por uma extensa baixada, dominada ao norte por um planalto. Antas, Uruguai, Taquari, Ijuí, Jacuí, Ibicuí, Pelotas e Camaquã são os rios principais. O clima é subtropical e a economia baseia-se na agricultura (soja, trigo, arroz e milho), pecuária e indústria (de couro e calçados, alimentícia, têxtil, madeireira, metalúrgica e química).\n", "Com mais de onze milhões de habitantes, ou cerca de 5,4% da população brasileira, é o estado mais populoso da Região Sul e o 5º do Brasil, podendo ser comparado com a Ruanda no número de habitantes. A população gaúcha é uma das mais diversificadas do país e descende principalmente de italianos e alemães, que começaram a emigrar para o país no fim do século XIX. Sua população é em grande parte formada por descendentes de portugueses, alemães, italianos, africanos, libaneses e indígenas, em pequena parte por espanhóis, poloneses e franceses, dentre outros imigrantes.\n", "Em 1627, jesuítas espanhóis criaram missões jesuíticas próximas ao rio Uruguai, mas foram expulsos pelos portugueses em 1680, quando a Coroa Portuguesa resolveu assumir seu domínio, fundando a Colônia do Sacramento. Os jesuítas espanhóis estabeleceram, em 1682, os Sete Povos das Missões. Os portugueses chegaram em 1737 com uma expedição militar de José da Silva Paes. As lutas pela posse das terras entre portugueses e espanhóis continuaram, e somente tiveram fim em 1801, quando os próprios gaúchos dominaram os Sete Povos, incorporando-os ao seu território. É criada em 19 de setembro de 1807 a Capitania de São Pedro do Rio Grande do Sul. Em 28 de fevereiro de 1821 torna-se a Província de São Pedro do Rio Grande do Sul, que viria a se tornar o atual estado do Rio Grande do Sul, após a Proclamação da República do Brasil. Com a chegada de outros povos a partir de 1824, a sociedade estancieira passou então a coexistir com a pequena propriedade agrícola, diversificando a produção. Durante o século XIX, o Rio Grande do Sul foi palco de revoltas federalistas, como a Guerra dos Farrapos (1835-45), participou da luta contra Rosas (1852) e da Guerra do Paraguai (1864-70). As disputas políticas locais foram acirradas no início da República e só no governo de Getúlio Vargas (1928) o Estado foi pacificado.\n"]}, "Rondônia": {"sigla": "RO", "wikipedia_url": "https://pt.wikipedia.org/wiki/Rond%C3%B4nia", "paragraphs": ["Coordenadas: 10.9° S 62.76° O", "Rondônia é uma das 27 unidades federativas do Brasil. Está localizado na região Norte e tem como limites os estados do Mato Grosso a leste, Amazonas a norte, Acre a oeste e a República da Bolívia a oeste e sul. O estado possui 52 municípios e ocupa uma área de 237 590,547 km², equivalente ao território da Romênia e quase cinco vezes maior que a Croácia. Sua capital e município mais populoso é Porto Velho, banhada pelo rio Madeira. Além desta, há outras cidades importantes como Ariquemes, Cacoal, Guajará-Mirim, Ji-Paraná, Rolim de Moura e Vilhena.\n", "O relevo é suavemente ondulado; 94% do território encontra-se entre as altitudes de 100 e 600 metros. Madeira, Ji-Paraná, Guaporé e Mamoré são os rios principais. O clima é equatorial e a economia é baseada na pecuária e na agricultura (café, cacau, arroz, mandioca, milho) e no extrativismo da madeira, de minérios e da borracha. É o único estado brasileiro cujo nome homenageia uma figura histórica nacional, no caso, o Marechal Rondon (1865-1958), que desbravou o norte do país em meados dos anos 1900, inclusive a região que hoje leva seu nome.\n", "É o terceiro estado mais populoso da Região Norte com 1 787 279 habitantes, segundo estimativa do IBGE para 2016, sendo superado apenas pelo Pará e Amazonas. No entanto, segundo a estimativa do IBGE, apenas três de seus municípios possuíam em 2016, população acima de 100 mil habitantes: Porto Velho, com 511 219 habitantes, Ji-Paraná, com 131 560 habitantes e Ariquemes, com 105 896 habitantes. Vilhena, por sua vez, é o quarto município mais populoso com 99 934 habitantes.[7] A população rondoniense é uma das mais diversificadas do Brasil, composta de migrantes oriundos de todas as regiões do país, dentre os quais destacam-se os paranaenses, paulistas e mineiros seguidos por gaúchos, capixabas, baianos, matogrossenses e sergipanos, além de cearenses, maranhenses, amazonenses e acrianos, que fixaram-se na capital, preservando-se ainda os fortes traços amazônicos da população nativa nas cidades banhadas por grandes rios, sobretudo em Porto Velho e Guajará-Mirim, as duas cidades mais antigas do estado.\n"]}, "Roraima": {"sigla": "RR", "wikipedia_url": "https://pt.wikipedia.org/wiki/Roraima", "paragraphs": ["Coordenadas: 2° 03' N 61° 24' O", "Roraima é uma das 27 unidades federativas do Brasil. Está situado na Região Norte do país, sendo o estado mais setentrional (ao norte) da federação. Tem por limites a Venezuela, ao norte[1] e noroeste; Guiana, ao leste; Pará, ao sudeste; e Amazonas, ao sul e oeste. Ocupa uma área aproximada de 224 300,506 km², pouco maior que a Bielorrússia, sendo o décimo quarto maior estado brasileiro. Em Boa Vista, única capital brasileira totalmente no Hemisfério Norte, encontra-se a sede do governo estadual, atualmente presidido por Antonio Denarium.\n", "A história roraimense está fortemente ligada ao Rio Branco. Foi através deste rio que chegaram os primeiros colonizadores portugueses. O Vale do rio Branco sempre foi cobiçado por ingleses e neerlandeses, que adentraram no Brasil através do Planalto das Guianas em busca de índios para serem escravizados. Pelo território da Venezuela, os espanhóis também chegaram a invadir a parte norte do rio Branco e no rio Uraricoera. Os portugueses derrotaram e expulsaram todos os invasores e estabeleceram a soberania de Portugal sobre a região de Roraima e de parte do Amazonas.[8]\n", "O estado é o menos populoso do país, com uma população de 605 761 habitantes, segundo estimativas de 2019 do Instituto Brasileiro de Geografia e Estatística (IBGE). É, também, o que apresenta a menor densidade demográfica na federação, com 2,33  hab/km². Sua economia, baseada principalmente no setor terciário, registra uma alta taxa de crescimento, embora seu Produto interno bruto (PIB) seja o menor do país, com seus R$ 9,027 bilhões, representando 0,15% da economia brasileira.\n"]}, "Santa Catarina": {"sigla": "SC", "wikipedia_url": "https://pt.wikipedia.org/wiki/Santa_Catarina", "paragraphs": ["Coordenadas: 27.27° S 50.49° O", "Santa Catarina é uma das 27 unidades federativas do Brasil, localizada no centro da região Sul do país. É o vigésimo estado em área territorial e o décimo-primeiro mais populoso do país. Seu território é dividido em 295 municípios, o sexto maior dentre as unidades da Federação,[7] e ocupa uma área de 95 733 km², um pouco maior do que Portugal ou a somatória dos estados brasileiros do Rio de Janeiro e Espírito Santo, mais o Distrito Federal. Sua capital é Florianópolis, segundo município mais populoso do estado, depois de Joinville. Além do Espírito Santo, Santa Catarina é um dos dois estados cuja capital não é o município mais populoso.\n", "Banhado pelo Oceano Atlântico a leste, Santa Catarina faz divisa os estados do Paraná a norte e o Rio Grande do Sul a sul e, a oeste, com a província argentina de Missiones. Seu litoral possui cerca de 450 km. Totalmente ao sul do trópico de Capricórnio, na zona temperada meridional do planeta, o estado tem um clima subtropical. Essas condições são variáveis segundo o relevo da região: no oeste e planalto serrano é relativamente frequente que ocorram geadas e, em algumas ocasiões, quedas de neve, ao passo que no litoral o clima é mais quente, sendo possível que se atinjam temperaturas elevadas no verão.\n", "Seu território, que abrange parte da extensão do antigo Governo do Rio da Prata e do Paraguai à época do grande Império Espanhol, era um dos estados mais antigos do Brasil, desmembrado de São Paulo em 1738, sendo seu primeiro governador o senhor José da Silva Pais. Foi criado para estender os domínios portugueses para o sul do Brasil, então colônia de Portugal, até atingir a região do Rio da Prata. Santa Catarina foi muito povoado por imigrantes europeus: o litoral foi colonizado pelos portugueses açorianos no século XVIII;  na metade do século XIX, o Vale do Itajaí, porção da região sul e o norte catarinense foram povoados pelos alemães e, mais tarde, por italianos. Ainda no século XIX, filhos e netos de imigrantes italianos e alemães que se deslocaram do Rio Grande do Sul povoaram o oeste catarinense. Descendentes de africanos e de índios também povoaram o estado.\n"]}, "São Paulo": {"sigla": "SP", "wikipedia_url": "https://pt.wikipedia.org/wiki/S%C3%A3o_Paulo_(estado)", "paragraphs": ["Coordenadas: 21º 49' S 49º 12' W", "São Paulo (pronúncia em português: /sɐ̃w̃ ˈpawlu/  ouça) é uma das 27 unidades federativas do Brasil. Está situado na Região Sudeste e tem por limites os estados de Minas Gerais a norte e nordeste, Paraná a sul, Rio de Janeiro a leste e Mato Grosso do Sul a oeste, além do Oceano Atlântico a sudeste. É dividido em 645 municípios e sua área total é de 248 222,362 km², o que equivale a 2,9% da superfície do Brasil, sendo pouco maior que o Reino Unido. Sua capital é o município de São Paulo e seu atual governador é João Doria.\n", "Com quase 46 milhões de habitantes,[2] ou cerca de 22% da população brasileira, é o estado mais populoso do Brasil, a terceira unidade política mais populosa da América do Sul (superado pela Colômbia e pelo restante da federação brasileira) e a subdivisão nacional mais populosa do continente americano.[7] A população paulista é uma das mais diversificadas do país e descende principalmente de italianos, que começaram a emigrar para o país no fim do século XIX,[8] de portugueses, que colonizaram o Brasil e instalaram os primeiros assentamentos europeus na região, de povos ameríndios nativos, de povos africanos e de migrantes de outras regiões do país, constituída majoritariamente por imigrantes nordestinos e a cultura ter bastante influência dessa região, São Paulo passou a ser considerada a capital do nordeste.[9] Outras grandes correntes imigratórias, como de árabes, alemães, espanhóis, japoneses e chineses, também tiveram presença significativa na composição étnica da população local.\n", "A área que hoje corresponde ao território paulista já era habitada por povos indígenas desde aproximadamente 12000 a.C. No início do século XVI, o litoral da região começou a ser visitado por navegadores portugueses e espanhóis. No entanto, apenas em 1532 o português Martim Afonso de Sousa iria fundar a primeira povoação de origem europeia — a vila de Cananéia, na atual Vale do Ribeira. No século XVII, os bandeirantes paulistas intensificaram a exploração do interior da colônia, o que acabou por expandir os domínios territoriais dos portugueses na América do Sul. No século XVIII, após a instituição da Capitania de São Paulo, a região começa a ganhar peso político. Após a independência, durante o Império, São Paulo começa a se tornar um grande produtor agrícola (principalmente de café), o que acaba por criar uma rica oligarquia rural regional, que iria se alternar no comando do governo brasileiro com as elites mineiras durante o início do período republicano. Sob o regime de Vargas, o estado é um dos primeiros a iniciar um processo de industrialização e sua população se torna uma das mais urbanas da federação.\n"]}, "Sergipe": {"sigla": "SE", "wikipedia_url": "https://pt.wikipedia.org/wiki/Sergipe", "paragraphs": ["Sergipe é uma das 27 unidades federativas do Brasil. Está situado na Região Nordeste e tem por limites o oceano Atlântico a leste e os estados da Bahia, a oeste e a sul, e de Alagoas, a norte, do qual está separado pelo Rio São Francisco. Está dividido em 75 municípios e é o menor dos estados brasileiros, ocupando uma área total de 21,910 km², tornando-o pouco maior que El Salvador. Em 2018, sua população foi recenseada em 2 278 308 habitantes.[7][8] Sua capital e cidade mais populosa é Aracaju, sendo a mesma sede da Região Metropolitana de Aracaju, que inclui os municípios de Barra dos Coqueiros, Nossa Senhora do Socorro e São Cristóvão.\n", "Sergipe emancipou-se politicamente da Bahia em 8 de julho de 1820. A então capitania de Sergipe del-Rei viria a ser elevada à categoria de província quatro anos depois, e, finalmente, a estado após a proclamação da República em 1889. A atividade agrícola é um fator da economia sergipana. Em destaque nesse ramo, encontra-se o cultivo da cana-de-açúcar. A laranja e o coco também são produzidos pelo estado. O extrativismo mineral é outra atividade do setor primário. Petróleo, gás natural, calcário e potássio são os principais.[9]\n", "O nome do estado vem da antiga língua tupi e significa \"no rio dos siris\" (referindo-se ao Rio Sergipe), através da junção das palavras siri (siri),  'y (rio) e pe (em) que na linguagem dos colonizadores tornou-se Sergipe.[10]\n", "Os primeiros indícios da ocupação humana do território que hoje corresponde ao estado de Sergipe são datados de 9.000 a.C.[11] Esses primeiros povos não conheciam a escrita, sendo objeto de estudo da Pré-História, que no caso do continente americano compreende o período que antecede a chegada dos europeus. Por não haver registros escritos, o estudo é feito por achados arqueológicos: pinturas rupestres, ossos, restos de cerâmica e outros artefatos.[12] E através da análise dessa cultura material que os arqueólogos identificaram a existência de três culturas ou tradições arqueológicas: Canindé, Aratu e Tupiguarani.[11]\n"]}, "Tocantins": {"sigla": "TO", "wikipedia_url": "https://pt.wikipedia.org/wiki/Tocantins", "paragraphs": ["Coordenadas: 10.19° S 48.17° O", "Tocantins (pronúncia em português: /tokɐ̃ˈtʃɪ̃s/) é uma das 27 unidades federativas do Brasil, sendo o seu mais novo estado.[8] Está localizado a sudeste da Região Norte e tem como limites Goiás a sul, Mato Grosso a oeste e sudoeste, Pará a oeste e noroeste, Maranhão a norte, nordeste e leste, Piauí a leste e Bahia a leste e sudeste. Sua capital é a cidade planejada de Palmas que, dentre as capitais estaduais brasileiras, é a menos populosa. Na bandeira nacional e no selo nacional do Brasil, o Tocantins é representado pela estrela Adhara (ε Canis Majoris).\n", "Ocupa uma área de 277 720,520 km², pouco maior que o Equador e a Nova Zelândia, sendo a décima maior unidade federativa em área territorial no Brasil. Com mais de 1,550 milhão de habitantes, é o quarto estado mais populoso da Região Norte e o vigésimo quarto mais populoso do Brasil. Apenas dois de seus municípios possuem população acima de 100 mil habitantes: Palmas, a capital e sua maior cidade com quase 290 mil habitantes em 2017, e Araguaína, com cerca de 175 mil habitantes. Tocantins possui um dos mais baixos índices de densidade demográfica no país, superior apenas ao dos estados de Roraima, Amazonas, Mato Grosso e Acre. Conforme dados do Instituto Brasileiro de Geografia e Estatística, em 2017 a densidade demográfica equivale a 5,58 habitantes por quilômetro quadrado.[9]\n", "Além de Palmas e Araguaína, outras cidades importantes no estado são Gurupi, Porto Nacional e Paraíso do Tocantins. Juntos, estes cinco municípios abrigavam, em 2015, cerca de 42,22 por cento da população total do estado.[10] O relevo apresenta chapadas ao centro, ao sul e ao leste, a Serra Geral a sudeste, a Serra das Traíras (ou das Palmas) ao sul, e a planície do Araguaia, com a Ilha do Bananal, nas regiões norte, oeste e sudoeste. São importantes o Rio Tocantins (incluindo o Rio Maranhão), o Rio Araguaia, o Rio Javaés, o Rio do Sono, o Rio das Balsas, o Rio Manuel Alves e o rio Paranã. O clima é tropical. Veja lista de rios do Tocantins.\n"]}}